---
kind: other
id: Methods.T:Autodesk.Revit.DB.Mechanical.SpaceTag
source: html/43bbcc31-8bc3-f73c-2dde-7399c2cbbafa.htm
---
# SpaceTag Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.